Repository: sametcilingir/Online-Tombala
Catalog: lib/utils/lang/app_*.arb
Languages: tr

# appBar
source: Online Tombala
tr: Online Tomabala

# textFieldUserName
source: User name
tr: Kullanıcı Adı

# textFieldError
source: This field cannot be empty
tr: Bu alan boş olamaz

source: Create room
tr: Oda Oluştur

# cantCreateRoom
source: Failed to create room
tr: Oda oluşturma başarısız

# joinRoom
source: Enter the room
tr: Odaya gir

# cantJoinRoom
source: Failed to enter the room
tr: Odaya girme başarısız

source: Back
tr: Geri

# gameCode
source: The game code
tr: Oyun Kodu

source: Players
tr: Oyuncular

# playersReady
source: The player is ready
tr: Oyuncu Hazır

# playersNotReady
source: Player is not ready
tr: Oyuncu Hazır Değil

# ready
source: I am ready
tr: Hazırım

# notReady
source: I am not ready
tr: Hazır Değilim

# deleteGame
source: Wipe the game
tr: Oyunu Sil

# autoTakeNumber
source: Get an auto numbers in every 10 seconds?
tr: Her 10 saiyede bir otomatik sayılar çekilsin mi ?

# startGame
source: Start the game
tr: Oyunu Başlat

# waitingToStart
source: Expected to start the game
tr: Oyunu başlatması bekleniyor

source: Chat
tr: Sohbet

source: Message
tr: Mesaj

source: Send
tr: Gönder

# showGameTable
source: Show the game table
tr: Oyun Masasını Göster

# takenNumber
source: Number taken:
tr: Çekilen sayı :

# takeNumber
source: Take a number
tr: Taş Çek

# setWinner1
source: Announce that you are the first winner
tr: 1. çinko ilan et

# setWinner2
source: Announce that you are the second winner
tr: 2. çinko ilan et

# setWinner3
source: Announce that you are the game winner
tr: Tomabala ilan et

# theWinner1
source: 1. Winner declared
tr: 1. çinko ilan edildi

# theWinner2
source: 2. Winner declared
tr: 2. çinko ilan edildi

# theWinner3
source: Bingo Winner declared
tr: Tombala ilan edildi

# controlYourNumbers
source: Please check your numbers.
tr: Lütfen taşlarınızı kontrol ediniz.

# wantToPlay
source: The game is over, you want to play again ?
tr: Oyun Bitti, Yeniden Oynamak İster misin?

# gameCreator
source: Game host -
tr: Oyun Kurucu -

# isAlreadyStarted
source: This game has already begun
tr: Bu oyun zaten başladı

source: Yes
tr: Evet

source: No
tr: Hayır

# reallyWantToLEave
source: Do you want to leave the game?
tr: Oyundan ayrılmak istiyor musunuz?

# attension
source: Warning
tr: Uyarı

# howtoJoinRoom
source: How can I get in the room?
tr: Nasıl Odaya girebilirim ?

# howtoJoinRoomParag
source: Press the 'Create Room' button after entering your username to create a room To enter the room, press the 'Enter the room' button after entering your username. On the newcomer screen, enter the game code given to you and press the 'Enter the Room' button again.
tr: Oda oluşturmak için kullanıcı adınızı girdikten sonra 'Oda Oluştur' butonuna basınız Odaya girmek için kullanıcı adınızı girdikten sonra 'Odaya Gir' butonuna basınız. Yeni gelen ekranda size verilen oyun kodunu girip tekrardan 'Odaya Gir' butonuna basınız.

source: How to play ?
tr: Nasıl Oynanır ?

# howToPlayParag
source: The card will be created for you after you start the quarterback game. When the number taken the number in your wife matches the number in your coat and activate the number on your floor. If all the numbers in each milk are activated, announce that you have earned by clicking 'Zinc' zinc in the right lower corner. To enter the room, press the 'Enter the Room' button after entering your user name
tr: Oyun kurucu oyunu başlattıktan sonra size için kart oluşturulacaktır. Çekilen sayı ile karınızdaki sayı eşleştiğinde, katınızdaki sayıya tıklayıp aktive edin. Her bir sütündaki tüm sayılar aktive edilmiş ise sağ alt kösedeki 'Çinko ilan et' butonuna tıklayarak kazandığınızı herkese duyurun. Odaya girmek için kullanıcı adınızı girdikten sonra 'Odaya Gir' butonuna basınız
